Repository: Fred78290/caker
Catalog: Resources/Localizable.xcstrings
Source language: en
Languages: fr

# See '%@ %@' for more information.
source: See '%1$@ %2$@' for more information.
fr: Voir ‘%1$@ %2$@’ pour plus d’informations

source: (default)
fr: (défaut)

source: --username is required
fr: --username est obligatoire

source: ...%0.3d%% complete
fr: ...%0.3d%% complet

source: (default as flag: %@)
fr: (Par défaut comme drapeau : %@)

source: (unknown status %@)
fr: (statut inconnu %@)

# (values: %@; default as flag: %@)
source: (values: %1$@; default as flag: %2$@)
fr: (Valeurs : %1$@; par défaut comme indicateur : %2$@ )

# (values: %@; default: %@)
source: (values: %1$@; default: %2$@)
fr: (valeur : %1$@; défaut: %2$@)

source: %@ already exists
fr: %@ existe déjà

source: %@ already in use, try umounting it
fr: %@ déjà utilisé, essayez de le démonter

source: %@ does not exists
fr: %@ n'existe pas

source: %@ is already running
fr: %@ est déjà en cours d'exécution

source: %@ is not sudoable
fr: %@ n'est pas sudoable

source: %@ not found in path
fr: %@ introuvable dans le chemin d'accès

source: %@ permission denied, consider changing the disk's owner using "sudo chown $USER %@" or run as a superuser
fr: Autorisation %@ refusée, envisagez de changer le propriétaire du disque en utilisant "sudo chown $USER %@ »

source: %@ should be a local name
fr: %@ doit être un nom local

source: %@ Subcommands
fr: %@ Sous-commandes

# %lld unexpected arguments: '%@'
source: %1$lld unexpected arguments: '%2$@'
fr: %1$lld arguments inattendus : ‘%2$@ '

source: %u core
fr: %u cœur

source: %u cores
fr: %u cœurs

source: <command>
fr: <commande>

source: <subcommand>
fr: <sou-commande>

source: About Caked
fr: À propos de Caked

source: About Caker
fr: À propos de Caker

source: access password
fr: Mote de passe

source: Account
fr: Compte

source: Act as system agent, need sudo
fr: Agir en tant qu'agent système, a besoin de sudo

source: Add
fr: Ajouter

source: Add a network interface to the instance
fr: Ajouter une interface réseau à l'instance

source: Add new remote servers
fr: Ajouter de nouveaux serveurs distants

source: Additional directory shares
fr: Partages de répertoires supplémentaires

source: Admin rights
fr: Droits d'administration

source: Administator group
fr: Groupe d'administrateur

source: Administator name
fr: Nom de l'administrateur

source: Administator password
fr: Mot de passe de l'administrateur

source: Administrator settings
fr: Paramètres de l'administrateur

source: Agent common options
fr: Options communes de l'agent

source: Agent installation failed on %@
fr: L'installation de l'agent a échoué sur %@

source: agent not installed: missing plist at %@
fr: agent non installé : plist manquant à %@

source: Agent not installed. Please install the agent first.
fr: Agent non installé. Veuillez d'abord installer l'agent.

source: agent protocol error
fr: agent erreur de protocole

source: allocation failure
fr: échec de l'allocation

source: Allow to create virtio socket between guest and host, format like url: <bind|connect|tcp|udp>://<address>:<port number>/<file for unix socket>, eg. bind://dummy:1234/tmp/vsock.sock
fr: Permettre de créer un socket virtio entre l'invité et l'hôte, format comme URL : <bind|connect|tcp|udp>://<address>:<port number>/<file for unix socket>, par exemple. bind://dummy:1234/tmp/vsock.sock

source: Allow to install privileged bootstrap files
fr: Permettre d'installer des fichiers de bootstrap privilégiés

source: Allow to use dynamic port forwarding, default is false
fr: Permettre d'utiliser la redirection de port dynamique, la valeur par défaut est false

source: Allows starting the MacOS VM in recovery mode
fr: Permet de démarrer la machine virtuelle MacOS en mode de récupération

source: An error occured
fr: Une erreur est survenue

source: Any mac address or client ID is not configured
fr: Aucune adresse Mac ou ID client est configuré

source: Are you sure you want to delete %@? This action cannot be undone.
fr: Êtes-vous sûr de vouloir supprimer %@? Cette action ne peut pas être annulée.

source: Are you sure you want to delete network %@? This action cannot be undone.
fr: Êtes-vous sûr de vouloir supprimer le réseau %@? Cette action ne peut pas être annulée.

source: Are you sure you want to delete remote %@? This action cannot be undone.
fr: Êtes-vous sûr de vouloir supprimer %@à distance ? Cette action ne peut pas être annulée.

source: Are you sure you want to delete template %@? This action cannot be undone.
fr: Êtes-vous sûr de vouloir supprimer le modèle %@? Cette action ne peut pas être annulée.

source: at least one pruning criteria must be specified
fr: au moins un critère de taille doit être spécifié

source: Attaching block devices prior MacOS 14
fr: Attacher des block devices avant macOS 14

source: Attaching Network Block Devices are not supported prior MacOS 14
fr: L'attachement de périphérique réseau n'est pas pris en charge avant macOS 14.0

source: Authentication failed
fr: L'authentification a échoué

source: Authentication failed - invalid credentials
fr: L'authentification a échoué - identifiants non valides

source: Authorization failed: %d
fr: Échec de l'autorisation: %d

source: AuthorizationCopyRights failed with status %d
fr: AuthorizationCopyRights a échoué avec le statut %d

source: AuthorizationCreate failed with status %d
fr: AuthorizationCreate a échoué avec le statut %d

source: auto
fr: automatique

source: automatic
fr: automatique

source: Bad NAT66 prefix %@
fr: Préfixe NAT66 incorrect %@

source: Bad network configuration %@
fr: Mauvaise configuration réseau %@

source: bad socket
fr: mauvais socket

source: bad use
fr: mauvais usage

source: Banner recv
fr: Recv de bannière

source: Banner send
fr: Bannière envoyée

source: Bootable iso url.
fr: CPU & Mémoire

source: both
fr: les deux

source: both --username and --password-stdin or --password are required
fr: --username et --password-stdin ou --password sont requis

source: Both tcp and address are set, only one is allowed
fr: L’option TCP et l'adresse sont tous deux configurés, mais un seul est autorisé.

source: Bridged network
fr: Réseau ponté

source: Buffer exhausted
fr: Tampon épuisé

source: buffer too small
fr: tampon trop petit

source: Build failed
fr: Échec de la construction

source: Build VM options
fr: Options de Build VM

source: CA TLS certificate
fr: Certificat CA TLS

source: Cache mode
fr: Mode du cache

source: cached
fr: avec cache

source: caked as launchctl agent
fr: en tant qu'agent du launchctl

source: Caked bundle path is missing
fr: Le chemin du paquet est manquant

source: caked daemon listening
fr: écoute de démon caked

source: Caked executable is missing
fr: L'exécutable est manquant

source: caked not found
fr: caked est introuvable

source: caked not found in path
fr: caked introuvable dans le chemin

source: Caked run as system agent
fr: Exécuter en tant qu'agent système

source: Caked service is not running
fr: Le service caked n'est pas en cours d'exécution

source: Caked vmrun process is not running
fr: La commande vmrun n'est pas en cours d'exécution

source: Caker Virtual machine
fr: Machine virtuelle caker

source: Can't autodetect a supported shell.
fr: Ne peut pas détecter automatiquement un shell pris en charge.

source: Can't create vmnet configuration: %@
fr: Impossible de créer la configuration vmnet : %@

source: Can't create vmnet network: %@
fr: Impossible de créer le réseau vmnet : %@

source: Can't generate completion scripts for '%@'.
fr: Ne peut pas générer de scripts d'achèvement pour ' %@’.

source: Can't get data
fr: Impossible de récupérer les données

source: Cancel
fr: Annuler

source: Canceled
fr: Annulé

source: Cancelled
fr: Annulé

source: Cannot create ShellCaked for file URL: %@
fr: Impossible de créer un shell pour l'URL du fichier : %@

source: Certificates
fr: Certificats

source: Change font terminal
fr: Modifier la police du terminal

source: Channel closed
fr: Canal fermé

source: channel error
fr: erreur de canal

source: Channel failure
fr: Échec du canal

source: Channel request denied
fr: Demande de canal refusée

source: Check for Updates…
fr: Vérifier les mises à jour…

source: Choose a local image disk.
fr: Choisir un disque image local.

source: Choose an IPSW image.
fr: Choisir une image IPSW..

source: Choose an ISO image disk.
fr: Choisir un disque image ISO.

source: Choose folder to mount inside VM
fr: Choisir un dossier pour partage avec la VM.

source: Choose OS
fr: Choisir un OS

source: Chunk size in MB if registry supports chunked uploads
fr: Taille du tronçon en Mo si le registre prend en charge les téléchargements tronçonnés

source: Client options
fr: Options client

source: Client private key
fr: Clé privée du client

source: Client TLS certificate
fr: Certificat client TLS

source: Clone a VM from a registry
fr: Cloner une VM à partir d'un registre

source: Clone OCI image options
fr: Options de Clonage de l'image OCI

source: Cloud Image
fr: Image cloud

source: Cloud images
fr: Images du Cloud

source: Cloud init
fr: Configuration cloud-init

# cloudimage_help
source: The image could be one of local raw image, qcow2 cloud image, lxc simplestreams image, oci image, ipsw or iso Image format is determined by url scheme or extension The url image form are: - local images (raw format): /Users/myhome/disk.img or file:///Users/myhome/disk.img - local qcow2 images: /Users/myhome/disk.qcow2 or qcow2:///Users/myhome/disk.img - unsecure remote cloud images (qcow2 format): http://cloud-images.ubuntu.com/releases/noble/release/ubuntu-24.04-server-cloudimg-arm64.img - secure remote cloud images (qcow2 format): https://cloud-images.ubuntu.com/releases/noble/release/ubuntu-24.04-server-cloudimg-arm64.img - lxc images: images:ubuntu/noble/cloud, see remote command for detail - secure oci images (tart format): ocis://ghcr.io/cirruslabs/ubuntu:latest (https) - unsecure oci images (tart format): oci://unsecure.com/ubuntu:latest (http) - local macos restore: /Users/myhome/restore.ipsw or ipsw:///Users/myhome/restore - remote macos restore: ipsw://ipsw.me/install/Mac17,4/25D2128 - local iso: /Users/myhome/disk.iso or iso:///Users/myhome/disk - unsecure remote iso: http://cdimage.ubuntu.com/releases/26.04/snapshot-4/ubuntu-26.04-snapshot4-desktop-arm64.iso or iso://cdimage.nowhere.com/releases/latest - secure remote iso: https://cdimage.ubuntu.com/releases/26.04/snapshot-4/ubuntu-26.04-snapshot4-desktop-arm64.iso or isos://cdimage.nowhere.com/releases/latest
fr: L'image peut être au format RAW locale, une image cloud au format qcow2, une image LXC/incus SimpleStreams, une image OCI, un fichier IPSW ou ISO. Le format de l'image est déterminé par le schéma d'URL ou son extension. Voici les formats d'URL des images : - Images locales (format brut) : /Users/myhome/disk.img ou file:///Users/myhome/disk.img - Images qcow2 locales : /Users/myhome/disk.qcow2 ou qcow2:///Users/myhome/disk.img - Images cloud distantes non sécurisées (format qcow2) : http://cloud-images.ubuntu.com/releases/noble/release/ubuntu-24.04-server-cloudimg-arm64.img - Images cloud distantes sécurisées (format qcow2) : https://cloud-images.ubuntu.com/releases/noble/release/ubuntu-24.04-server-cloudimg-arm64.img - Images LXC/incus : images:ubuntu/noble/cloud, voir la commande à distance pour plus de détails - Images OCI sécurisées (format tarte) : ocis://ghcr.io/cirruslabs/ubuntu:latest (https) - Images OCI non sécurisées (format tarte) : oci://unsecure.com/ubuntu:latest (http) - Restauration macOS locale : /Users/myhome/restore.ipsw ou ipsw:///Users/myhome/restore - Restauration macOS à distance : ipsw://ipsw.me/install/Mac17,4/25D2128 - ISO locale : /Users/myhome/disk.iso ou iso:///Users/myhome/disk - ISO distante non sécurisée : http://cdimage.ubuntu.com/releases/26.04/snapshot-4/ubuntu-26.04-snapshot4-desktop-arm64.iso ou iso://cdimage.nowhere.com/releases/latest - ISO distante sécurisée : https://cdimage.ubuntu.com/releases/26.04/snapshot-4/ubuntu-26.04-snapshot4-desktop-arm64.iso ou isos://cdimage.nowhere.com/releases/latest

source: Color
fr: Couleur

source: Command '%@' is not a parent of the current command.
fr: La commande ' %@’ n'est pas un parent de la commande actuelle.

source: Command to execute
fr: Commande à exécuter

source: compress error
fr: erreur de compression

source: Configure named shared network
fr: Configurer le réseau partagé nommé

source: Configure network options
fr: Configurer les options réseau

source: Configure networks options
fr: Configurer les options de réseaux

source: Configure options
fr: Configurer les options

source: Configure virtual machine
fr: Configurer la machine virtuelle

source: Configure VM options
fr: Configurer les options de la VM

source: Configure VMNet options
fr: Configurer les options VMNet

source: Connect to address
fr: Se connecter à l'adresse

source: Connect to the OCI registry via insecure HTTP protocol
fr: Se connecter au registre OCI via un protocole HTTP non sécurisé

source: connected
fr: connecté

source: connecting
fr: En connexion

source: Connecting to VNC
fr: Connexion à VNC en cours

source: connection address must be specified
fr: l'adresse de connexion doit être spécifiée

source: Connection refused
fr: Connexion refusée

source: connection timeout
fr: Délai de connexion dépassé

source: Connection timeout in seconds
fr: Délai d'attente de connexion en secondes

# console_help
source: - --console=unix — use a Unix socket for the serial console located at ~/.caked/vms/<vm-name>/console.sock - --console=unix:/tmp/serial.sock — use a Unix socket for the serial console located at the specified path - --console=file — use a simple file for the serial console located at ~/.caked/vms/<vm-name>/console.log - --console=fd://0,1 — use file descriptors for the serial console. The first file descriptor is for reading, the second is for writing ** INFO: The console doesn't work on MacOS sonoma and earlier **
fr: - --console=unix : utilise un socket Unix pour la console série situé dans ~/.caked/vms/<nom-de-la-machine-machine>/console.sock - --console=unix:/tmp/serial.sock : utilise un socket Unix pour la console série situé au chemin spécifié - --console=file : utilise un fichier simple pour la console série situé dans ~/.caked/vms/<nom-de-la-machine-machine>/console.log - --console=fd://0,1 : utilise des descripteurs de fichiers pour la console série. Le premier descripteur est destiné à la lecture, le second à l'écriture. ** INFO : La console n'est pas compatible avec macOS Sonoma et les versions antérieures. **

source: Control
fr: Contrôle

source: CPU & Memory
fr: CPU & Mémoire

source: CPU & Memory & Disk
fr: CPU & Mémoire & Disque

source: CPU Cores Usage (%lld cores total)
fr: Usage des cœurs du CPU (Total%lld)

source: CPU count
fr: Nombre de CPU

source: CPU usage unavailable
fr: Usage du CPU indisponible

source: CPU: %u cores
fr: Processeur : %u cœurs

source: Create
fr: Créer

source: Create a linux VM and initialize it with cloud-init
fr: Créez une VM linux et initialisez-la avec cloud-init

source: Create a linux VM and initialize it with cloud-init then start it
fr: Créez une VM linux et initialisez-la avec cloud-init puis démarrez-la

source: create a linux VM using a cloud image
fr: créer une VM linux en utilisant une image cloud

source: Create a new virtual machine
fr: Créer une nouvelle machine virtuelle

source: Create a new virtual machine.
fr: Créer une nouvelle machine virtuelle.

source: Create autoinstall config
fr: Créer une configuration d'installation automatique

source: Create named shared or host network
fr: Créer un réseau partagé ou hôte nommé

source: Create network options
fr: Options de création de réseau

source: Create networks options
fr: Options de création de réseau

source: Create template
fr: Créer un modèle

source: Create template from virtual machine
fr: Créer un modèle à partir de la machine virtuelle

source: Create template options
fr: Options de création de modèle

source: Create template vm in foreground
fr: Créer un modèle en premier plan

source: Create virtual machine failed
fr: La création de la machine virtuelle a échoué

source: default
fr: défaut

source: default nat network address
fr: adresse de réseau nat par défaut

source: default: %@
fr: défaut: %@

source: Delete
fr: Supprimer

source: Delete a VM
fr: Supprimer la VM

source: Delete all VM
fr: Supprimer toutes les VM

source: Delete failed
fr: Échec de la suppression

source: Delete named shared network
fr: Supprimer le réseau partagé

source: Delete network
fr: Supprimer le réseau

source: Delete options
fr: Options de suppression

source: Delete remote
fr: Supprimer la source distante

source: Delete template
fr: Supprimer le modèle

source: Delete template options
fr: Options de suppression de modèle

source: Delete virtual machine
fr: Supprimer la machine virtuelle

source: Delete VM
fr: Supprimer la VM

source: deleted
fr: supprimé

source: Detail
fr: Détail

source: dhcp end %@ is not in the range of the network %@
fr: l’adresse de fin de dhcp %@ n'est pas dans la plage du réseau %@

source: DHCP Lease
fr: Bail DHCP

source: DHCP lease time in seconds
fr: Temps de location DHCP en secondes

source: DHCP lease timeout
fr: Délai de location DHCP

source: dhcp-end is not a valid IP address
fr: dhcp-end n'est pas une adresse IP valide

source: dhcp-end is not allowed for bridged mode
fr: dhcp-end n'est pas autorisé pour le mode pont

source: dhcp-end is not in the same network as gateway
fr: dhcp-end n'est pas dans le même réseau que la passerelle

source: dhcp-end is required for host/shared mode when gateway is specified
fr: dhcp-end est requis pour le mode hôte/partagé lorsque la passerelle est spécifiée

source: Directory sharing
fr: Partage de répertoires

source: Disables audio and entropy devices and switches to only Mac-specific input devices.
fr: Désactive les périphériques audio et d'entropie et commute uniquement vers les périphériques d'entrée spécifiques à Mac.

source: disconnected
fr: déconnecté

source: disconnecting
fr: déconnexion

source: Disk
fr: Disque

source: disk %@ does not exist
fr: le disque %@ n'existe pas

source: disk %@ seems to be already in use, unmount it first in Finder
fr: le disque %@ semble déjà utilisé, démontez-le d'abord dans le Finder

source: Disk Image
fr: Image disque

source: Disk image path
fr: Chemin de l'image disque

source: Disk path
fr: Chemin du disque

source: Disk path is empty
fr: Le chemin du disque est vide

source: Disk size
fr: Taille du disque

source: Disk size in GB
fr: Taille du disque en GB

source: Disks attachements
fr: Disques additionnels

source: Display size
fr: Taille d'affichage

source: Don't use TLS
fr: Ne pas utiliser TLS

source: Dump help information as JSON.
fr: Vider les informations d'aide au format JSON.

source: Duplicate
fr: Dupliquer

source: Duplicate a VM to a new name
fr: Dupliquer une VM avec un nouveau nom

source: Duplicate virtual machine
fr: Dupliquer la machine virtuelle

source: Duplicate vm in foreground
fr: Dupliquer la VM au premier plan

source: Duplicated VM name
fr: Nom de VM dupliqué

source: Dynamic forward ports
fr: Transfert automatique des ports

source: Enable nested virtualization if possible
fr: Activer la virtualisation imbriquée si possible

source: Enable VM screenshoting
fr: Activer la capture d'écran de la VM

source: encrypt error
fr: erreur de chiffrement

source: end of the DHCP range
fr: fin de l'intervalle DHCP

source: Enter file name:
fr: Entrez le nom du fichier :

source: Entries to remove: "caches" targets caches and "vms" targets local VMs or boths.
fr: Entrées à supprimer : « caches » cible les caches et « VMS» cible les VM locales ou les deux.

source: error
fr: erreur

source: error socket
fr: erreur de socket

source: Established
fr: Établi

source: exchange protocol error
fr: erreur du protocole d'échange

source: Exec options
fr: Options de l'exec

source: Execute a command on a VM
fr: Exécuter une commande dans une VM

source: exitCode:%d, reason: %@ infos: %@
fr: code de sortie:%d, raison : %@ infos : %@

source: Explore
fr: Explorer

source: Failed
fr: Échec

source: Failed to access output buffer
fr: Impossible d'accéder au tampon de sortie

source: Failed to connect to VMRunService
fr: Impossible de se connecter à VMRunService

source: Failed to create template
fr: Échec de la création du modèle

source: Failed to duplicate virtual machine
fr: Échec de la duplication de la machine virtuelle

source: Failed to ensure privileged bootstrap files
fr: Impossible d'installer les fichiers de bootstrap

source: Failed to get group %@
fr: Impossible de récupérer le groupe %@

source: Failed to get VM screen size
fr: Impossible d'obtenir la taille de l'écran de la VM

source: Failed to install agent.
fr: Impossible d'installer l'agent.

source: Failed to install certificates. Please check the logs for more information.
fr: Impossible d'installer les certificats. Veuillez vérifier les logs pour plus d'informations.

source: Failed to kill network process %@
fr: Impossible de tuer le processus réseau %@

source: Failed to kill process %@
fr: Impossible de tuer le processus %@

source: Failed to kill process %@: %@
fr: Impossible de tuer le processus %@: %@

source: Failed to reconfigure network: %@
fr: Impossible de reconfigurer le réseau : %@

source: Failed to restart network %@
fr: Impossible de redémarrer le réseau %@

source: Failed to restart VM
fr: Impossible de redémarrer la VM

source: Failed to save VM configuration, Unexpected error
fr: Échec de l'enregistrement de la configuration de la VM, erreur inattendue

source: Failed to save VM configuration: %@
fr: Impossible d'enregistrer la configuration de la machine virtuelle : %@

source: Failed to serialize config
fr: Impossible de sérialiser la configuration

source: Failed to set DHCP lease time
fr: Impossible de définir la durée du bail DHCP

source: Failed to set NAT66 prefix (%@)
fr: Impossible de définir le préfixe NAT66 (%@)

source: Failed to set permissions 0644 on PID file at %@: errno=%d
fr: Impossible de définir les permissions 0644 sur le fichier PID à %@: errno=%d

source: Failed to set VM screen size
fr: Impossible de définir la taille de l'écran VM

source: Failed to start interface %@
fr: Impossible de démarrer l'interface %@

source: Failed to start networks %@
fr: Impossible de démarrer le réseau %@

source: Failed to start VM
fr: Impossible de démarrer la VM

source: Failed to start VM %@, %@
fr: Impossible de démarrer la VM %@, %@

source: Failed to stop caked service %d
fr: Impossible d'arrêter le service caked %d

source: Failed to stop VM
fr: Impossible d'arrêter la VM

source: Failed to suspend VM
fr: Impossible de suspendre la machine virtuelle

source: Failure
fr: Echec

source: fd and socket-path are mutually exclusive %lld %@
fr: fd et socket-path sont mutuellement exclusives %lld %@

source: file already exists: %@
fr: le fichier existe déjà : %@

source: File descriptor is not open
fr: Le descripteur de fichiers n'est pas ouvert

source: File descriptor is not valid. error: %@
fr: Le descripteur de fichier n'est pas valide. Erreur : %@

source: file error
fr: erreur de fichier

source: File not found
fr: Fichier non trouvé

source: first ip used for the configured shared network, e.g., "192.168.105.1"
fr: première adresse IP utilisée pour le réseau partagé configuré, par exemple "192.168.105.1"

source: Font
fr: Police

source: For example, --older-than=7 will remove entries that weren't accessed by caked in the last 7 days.
fr: Par exemple, --older-than=7 supprimera les entrées qui n'ont pas été accédées par caked au cours des 7 derniers jours.
